LEXICON_RU: dict[str, str] = {  'yes_button':   'Да! ✅',
                                'no_button':    'Не ❌',
                                'yes_choice':   'Давай!',
                                'no_choice':    'Не хочу',
                                'menu':         'В меню',
                                '/start':       'Привет!\n\n'
                                                'Я - телеграм-бот AdviSIR\n\n '
                                                'Я люблю предлагать что почитать/посмотреть.\n'
                                                'Для этого тебе нужно пройти небольшую анкету выбора. Справишься?\n\n\n'
                                                'Если непонятно, чем я промышляю, ты можешь просто'
                                                'отправить команду /help',
                                '/help':        'Я предлагаю тебе книги/фильмы/сериалы на основе\n'
                                                'выбранного тобой жанра и возрастных ограничений\n\n'
                                                'Надеюсь, буду тебе полезен!',
                                '/authors':     'Авторы этого бота:\n'
                                                'Мороз Анастасия - @morozko_time\n'
                                                'Барицкий Владимир - @hokul',
                                '/menu':        'Бегу в меню!',
                                'hello_button': 'Поздороваться',
                                'sel_button':   'Начать выбор',
                                'ques_button':  'Что ты умеешь?',
                                'other_answer': 'Извини, увы, это сообщение мне непонятно...',
                                'yes':          'Начнём мини-анкету!',
                                'no':           'Обращайся, когда понадоблюсь!',
                                'last_choice':  'Хочешь оставить прошлый выбор?',
                                'yes_last':     'Отлично! Начнём поиск',
                                'no_last':      'Хорошо, начнём сначала!',
                                'start_find':   'Хочешь найти, что сегодня посмотреть/почитать?',
                                'type':         'Выбери, что сейчас интересно:\n'
                                                'Книга / фильм / сериал',
                                'age':          'Сколько тебе лет?',
                                'genre':        'Выбери предпочитаемый жанр',
                                'false_age':    'Ты уверен, что тебе столько?! Давай повторим\n',
                                'book':         'Книги 📕',
                                'film':         'Фильмы 🎥',
                                'tv_show':      'Сериалы 🎬',
                                'fantastic':    'Фантастика 🦸‍♂️',
                                'comedy':       'Комедия 🤹',
                                'detective':    'Детектив 🕵️',
                                'adventures':   'Приключения 🥷',
                                'rating':       'Поставить оценку',
                                'rating_answer':'Какую оценку вы хотели бы поставить данному произведению?',
                                'save_rating':  'Хорошо, запомню вашу оценку!',
                                'url':          'Читать/смотреть',
                                'other':        'Другое',
                                'end':          'Закончить поиск',
                                'end_find':     'Надеюсь, ты нашёл, что интересно!\n'
                                                'Буду рад тебя видеть снова😊',
                                'rating_1':     '1',
                                'rating_2':     '2',
                                'rating_3':     '3',
                                'rating_4':     '4',
                                'rating_5':     '5',

                                
               }


