LEXICON_RU: dict[str, str] = {  'yes_button':   'Да! ✅',
                                'no_button':    'Не ❌',
                                'yes_choice':   'Давай!',
                                'no_choice':    'Не хочу',
                                'cancel':       'Отменить',
                                'menu':         'В меню',
                                '/start':       'Привет!\n\n'
                                                'Я - телеграм-бот AdviSIR\n\n '
                                                'Я люблю предлагать что почитать/посмотреть\n'
                                                'Для этого тебе нужно пройти небольшую анкету выбора. Справишься?\n\n\n'
                                                'Если непонятно, чем я промышляю, ты можешь просто'
                                                'отправить команду /help',
                                '/help':        'Я предлагаю тебе книги/фильмы/сериалы на основе\n'
                                                'Выбранного тобой жанра и возрастных ограничений\n\n'
                                                'Надеюсь, буду тебе полезен!',
                                'hello_button': 'Поздороваться',
                                'sel_button':   'Начать выбор',
                                'ques_button':  'Что ты умеешь?',
                                'other_answer': 'Извини, увы, это сообщение мне непонятно...',
                                'yes':          'Отлично! Начнём мини-анкету!',
                                'no':           'Обращайся, когда понадоблюсь!',
                                'yes_last':     'Отлично! Начнём поиск',
                                'no_last':      'Хорошо, начнём сначала!',
                                'name':         'Как тебя зовут?',
                                'type':         'Выбери, что сейчас интересно:\n'
                                                'Книга / фильм / сериал',
                                'age':          'Сколько тебе лет?',
                                'genre':        'Выбери предпочитаемый жанр',
                                'book':         'Книги 📕',
                                'film':         'Фильмы 🎥',
                                'tv_show':      'Сериалы 🎬',
                                'fantastic':    'Фантастика 🦸‍♂️',
                                'comedy':       'Комедия 🤹',
                                'detective':    'Детектив 🕵️',
                                'adventures':   'Приключения 🥷',
                                'rating':       'Поставить оценку',
                                'other':        'Другое',
                                'end':          'Закончить поиск'
                                
               }


